Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: You've met MILD — turning memory itself into a doorway to lucidity.
ar: تعرّفت إلى MILD — جعل الذاكرة نفسها بابًا إلى الوضوح.
de: Du hast MILD kennengelernt – das Gedächtnis selbst zur Tür in die Luzidität gemacht.
es: Has conocido MILD: convertir la memoria misma en una puerta hacia la lucidez.
fr: Vous avez découvert MILD — faire de la mémoire elle-même une porte vers la lucidité.
it: Hai conosciuto MILD — trasformare la memoria stessa in una porta verso la lucidità.
ja: あなたはMILDに出会いました——記憶そのものを明晰さへの扉に変えるのです。
ko: 당신은 MILD를 만났습니다 — 기억 자체를 자각으로 가는 문으로 바꾸는 것입니다.
nl: Je hebt MILD ontmoet — het geheugen zelf tot een deur naar luciditeit maken.
pt_br: Você conheceu o MILD — transformar a própria memória numa porta para a lucidez.
ru: Вы познакомились с MILD — превращением самой памяти в дверь к осознанности.
zh_hans: 你认识了 MILD——把记忆本身变成通往清醒的一扇门。

source: You've met the most direct path into a dream. Advanced — but unforgettable when it lands.
ar: تعرّفت إلى أكثر المسارات مباشرةً إلى حلم. متقدّم — لكنه لا يُنسى حين ينجح.
de: Du hast den direktesten Weg in einen Traum kennengelernt. Fortgeschritten – aber unvergesslich, wenn er gelingt.
es: Has conocido el camino más directo hacia un sueño. Avanzado, pero inolvidable cuando se logra.
fr: Vous avez découvert le chemin le plus direct vers un rêve. Avancé — mais inoubliable lorsqu'il aboutit.
it: Hai conosciuto la via più diretta verso un sogno. Avanzata — ma indimenticabile quando riesce.
ja: あなたは夢へのもっとも直接的な道を知りました。上級者向け——けれど成功したときは忘れられません。
ko: 당신은 꿈으로 가는 가장 직접적인 길을 만났습니다. 고급이지만 — 성공하면 잊을 수 없습니다.
nl: Je hebt de meest directe weg een droom in ontmoet. Gevorderd — maar onvergetelijk als het lukt.
pt_br: Você conheceu o caminho mais direto para um sonho. Avançado — mas inesquecível quando dá certo.
ru: Вы познакомились с самым прямым путём в сон. Продвинутый — но незабываемый, когда удаётся.
zh_hans: 你已认识进入梦境最直接的那条路。它属进阶——但一旦成功，便令人难忘。

source: You've met the most powerful timing trick in lucid dreaming. Now we tune it.
ar: تعرّفت إلى أقوى حيلة توقيت في الحلم الواضح. والآن نضبطها.
de: Du hast den mächtigsten Timing-Trick im luziden Träumen kennengelernt. Jetzt feilen wir daran.
es: Has conocido el truco de sincronización más potente del sueño lúcido. Ahora lo afinamos.
fr: Vous avez découvert l'astuce de timing la plus puissante du rêve lucide. Maintenant, on l'affine.
it: Hai conosciuto il trucco di tempismo più potente del sogno lucido. Ora lo mettiamo a punto.
ja: あなたは明晰夢で最も強力なタイミングの技を知りました。さあ、これを調整していきましょう。
ko: 당신은 자각몽에서 가장 강력한 타이밍 기술을 만났습니다. 이제 그것을 다듬어 봅시다.
nl: Je hebt de krachtigste timingtruc in lucide dromen ontmoet. Nu stellen we hem af.
pt_br: Você conheceu o truque de cronometragem mais poderoso do sonho lúcido. Agora vamos afiná-lo.
ru: Вы познакомились с самой мощной уловкой со временем в осознанных сновидениях. Теперь настроим её.
zh_hans: 你已认识清醒梦中最有力的时机把戏。现在我们来微调它。

source: You've nailed the timing balance: awake enough to be aware, sleepy enough to return.
ar: أتقنت توازن التوقيت: يقظ بما يكفي للوعي، ناعس بما يكفي للعودة.
de: Du hast die Timing-Balance getroffen: wach genug, um bewusst zu sein, schläfrig genug, um zurückzukehren.
es: Has clavado el equilibrio de sincronización: lo bastante despierto para ser consciente, lo bastante somnoliento para volver.
fr: Vous avez trouvé l'équilibre du timing : assez éveillé pour être conscient, assez somnolent pour repartir.
it: Hai centrato l'equilibrio del tempismo: abbastanza sveglio per essere consapevole, abbastanza assonnato per tornare.
ja: あなたはタイミングのバランスを射止めました——意識を保てるほど目覚め、戻れるほど眠く。
ko: 당신은 타이밍의 균형을 정확히 잡았습니다 — 의식을 가질 만큼 깨어 있고, 되돌아갈 만큼 졸리게.
nl: Je hebt de timingbalans te pakken: wakker genoeg om bewust te zijn, slaperig genoeg om terug te keren.
pt_br: Você acertou o equilíbrio da cronometragem: acordado o bastante para ter consciência, sonolento o bastante para voltar.
ru: Вы нащупали баланс времени: достаточно бодры, чтобы осознавать, достаточно сонны, чтобы вернуться.
zh_hans: 你已拿捏住时机的平衡：清醒到足以有意识，又困倦到足以回去入睡。

source: You've named the door most people walk past every night. It's real — and now you know it's there.
ar: لقد سمّيت البابَ الذي يمرّ بجانبه معظم الناس كل ليلة. إنه حقيقي — والآن تعرف أنه موجود.
de: Du hast die Tür benannt, an der die meisten jede Nacht vorbeigehen. Sie ist real – und jetzt weißt du, dass sie da ist.
es: Has dado nombre a la puerta junto a la que la mayoría pasa cada noche. Es real, y ahora sabes que está ahí.
fr: Vous avez nommé la porte devant laquelle la plupart des gens passent chaque nuit. Elle est réelle — et vous savez désormais qu'elle existe.
it: Hai dato un nome alla porta davanti a cui quasi tutti passano ogni notte. È reale — e ora sai che c'è.
ja: ほとんどの人が毎晩通り過ぎる扉に、あなたは名前をつけました。それは実在し——そしてあなたは今、その存在を知っています。
ko: 대부분의 사람들이 매일 밤 지나치는 문에 당신은 이름을 붙였습니다. 그것은 실재하며 — 이제 당신은 그것이 거기 있음을 압니다.
nl: Je hebt de deur benoemd waar de meeste mensen elke nacht langs lopen. Hij is echt — en nu weet je dat hij er is.
pt_br: Você deu nome à porta pela qual a maioria passa toda noite. Ela é real — e agora você sabe que está ali.
ru: Ты дал имя двери, мимо которой большинство проходит каждую ночь. Она реальна — и теперь ты знаешь, что она есть.
zh_hans: 你为大多数人每晚都路过的那扇门起了名字。它真实存在——而现在你知道它就在那里。

source: You've opened a dialogue with your own depths. Some answers stay with you for years.
ar: لقد فتحت حوارًا مع أعماقك. بعض الإجابات تبقى معك سنوات.
de: Du hast einen Dialog mit deinen eigenen Tiefen eröffnet. Manche Antworten bleiben jahrelang bei dir.
es: Has abierto un diálogo con tus propias profundidades. Algunas respuestas se quedan contigo durante años.
fr: Vous avez ouvert un dialogue avec vos propres profondeurs. Certaines réponses vous restent des années.
it: Hai aperto un dialogo con le tue profondità. Alcune risposte restano con te per anni.
ja: あなたは自分自身の深みとの対話を開きました。いくつかの答えは、何年もあなたのもとにとどまります。
ko: 당신은 자신의 깊은 곳과의 대화를 열었습니다. 어떤 대답은 몇 년이고 당신에게 남습니다.
nl: Je hebt een dialoog geopend met je eigen diepten. Sommige antwoorden blijven jarenlang bij je.
pt_br: Você abriu um diálogo com as suas próprias profundezas. Algumas respostas ficam com você por anos.
ru: Вы открыли диалог с собственными глубинами. Некоторые ответы остаются с вами на годы.
zh_hans: 你已开启了与自身深处的对话。有些答案，会伴随你许多年。

source: You've reframed the plateau: not a wall, but the runway before takeoff.
ar: لقد أعدت تأطير الهضبة: ليست جدارًا، بل المدرج قبل الإقلاع.
de: Du hast das Plateau neu gerahmt: keine Wand, sondern die Startbahn vor dem Abheben.
es: Has replanteado la meseta: no un muro, sino la pista antes del despegue.
fr: Vous avez recadré le plateau : non un mur, mais la piste avant le décollage.
it: Hai riformulato il plateau: non un muro, ma la pista prima del decollo.
ja: あなたは停滞を捉え直しました——壁ではなく、離陸前の滑走路だと。
ko: 당신은 정체기를 다시 보았습니다 — 벽이 아니라, 이륙 전의 활주로로.
nl: Je hebt het plateau geherkaderd: geen muur, maar de startbaan voor het opstijgen.
pt_br: Você ressignificou o platô: não um muro, mas a pista antes da decolagem.
ru: Вы переосмыслили плато: не стена, а взлётная полоса перед взлётом.
zh_hans: 你重新看待了瓶颈：它不是墙，而是起飞前的跑道。

source: You've rehearsed the moment. Your mind now knows the shape of becoming lucid.
ar: لقد تمرّنت على اللحظة. عقلك الآن يعرف شكل أن تصبح واعيًا.
de: Du hast den Moment geprobt. Dein Geist kennt jetzt die Gestalt des Luzidwerdens.
es: Has ensayado el momento. Tu mente ya conoce la forma de volverse lúcida.
fr: Vous avez répété le moment. Votre esprit connaît désormais la forme de la prise de lucidité.
it: Hai provato il momento. La tua mente ora conosce la forma del diventare lucidi.
ja: あなたはその瞬間をリハーサルしました。あなたの心は今、明晰になることの形を知っています。
ko: 당신은 그 순간을 연습했습니다. 이제 당신의 마음은 자각하게 되는 모양을 압니다.
nl: Je hebt het moment geoefend. Je geest kent nu de vorm van lucide worden.
pt_br: Você ensaiou o momento. Sua mente agora conhece o formato de ficar lúcido.
ru: Вы отрепетировали момент. Теперь ваш ум знает облик того, как становятся осознанными.
zh_hans: 你已预演过那一刻。如今你的心智知道了“变清醒”是什么形状。

source: You've turned the most discouraging wall into a simple, solvable habit.
ar: لقد حوّلت أكثر الجدران إحباطًا إلى عادة بسيطة قابلة للحل.
de: Du hast die entmutigendste Wand in eine einfache, lösbare Gewohnheit verwandelt.
es: Has convertido el muro más desalentador en un hábito simple y resoluble.
fr: Vous avez transformé le mur le plus décourageant en une habitude simple et solvable.
it: Hai trasformato il muro più scoraggiante in un'abitudine semplice e risolvibile.
ja: あなたは最も気のめいる壁を、シンプルで解決できる習慣に変えました。
ko: 당신은 가장 맥 빠지게 하는 벽을, 단순하고 풀 수 있는 습관으로 바꿨습니다.
nl: Je hebt de meest ontmoedigende muur veranderd in een eenvoudige, oplosbare gewoonte.
pt_br: Você transformou o muro mais desanimador num hábito simples e solucionável.
ru: Вы превратили самую обескураживающую стену в простую, разрешимую привычку.
zh_hans: 你已把最令人气馁的那堵墙，变成了一个简单、可解决的习惯。

source: You've turned your scariest dreams into doorways — and into practice.
ar: لقد حوّلت أكثر أحلامك إخافةً إلى مداخل — وإلى تدريب.
de: Du hast deine furchterregendsten Träume in Türen verwandelt – und in Übung.
es: Has convertido tus sueños más aterradores en puertas, y en práctica.
fr: Vous avez transformé vos rêves les plus effrayants en portes — et en entraînement.
it: Hai trasformato i tuoi sogni più spaventosi in porte — e in allenamento.
ja: あなたは最も怖い夢を、戸口に——そして練習に——変えました。
ko: 당신은 가장 무서운 꿈을 문으로 — 그리고 연습으로 — 바꿨습니다.
nl: Je hebt je engste dromen veranderd in deuren — en in oefening.
pt_br: Você transformou seus sonhos mais assustadores em portas — e em prática.
ru: Вы превратили свои самые страшные сны в двери — и в тренировку.
zh_hans: 你已把最可怕的梦，变成了门户——也变成了练习。

source: Your body's natural REM paralysis — harmless, and a sign you're close
ar: شلل REM الطبيعي في جسدك — غير ضار، وعلامة على اقترابك
de: Die natürliche REM-Lähmung deines Körpers – harmlos und ein Zeichen, dass du nah dran bist
es: La parálisis REM natural de tu cuerpo: inofensiva, y señal de que estás cerca
fr: La paralysie REM naturelle de votre corps — inoffensive, et signe que vous êtes proche
it: La naturale paralisi REM del tuo corpo — innocua, e segno che sei vicino
ja: 体の自然なREM麻痺——無害で、近づいているしるし
ko: 몸의 자연스러운 REM 마비 — 해롭지 않고, 가까워졌다는 신호
nl: De natuurlijke REM-verlamming van je lichaam — onschadelijk, en een teken dat je dichtbij bent
pt_br: A paralisia REM natural do seu corpo — inofensiva, e sinal de que você está perto
ru: Естественный REM‑паралич вашего тела — безвредный и знак того, что вы близко
zh_hans: 你身体自然的 REM 瘫痪——无害，且是你接近了的迹象

source: Your day is now dotted with triggers. The habit is starting to run on its own.
ar: يومك الآن منقّط بالمحفّزات. بدأت العادة تدير نفسها بنفسها.
de: Dein Tag ist jetzt mit Auslösern gespickt. Die Gewohnheit beginnt, von selbst zu laufen.
es: Ahora tu día está salpicado de disparadores. El hábito empieza a funcionar por sí solo.
fr: Votre journée est désormais parsemée de déclencheurs. L'habitude commence à tourner toute seule.
it: La tua giornata ora è costellata di inneschi. L'abitudine comincia a funzionare da sola.
ja: あなたの一日は今やトリガーで点在しています。習慣がひとりでに回り始めています。
ko: 이제 당신의 하루는 방아쇠들로 점점이 박혀 있습니다. 습관이 스스로 굴러가기 시작했습니다.
nl: Je dag is nu bezaaid met triggers. De gewoonte begint vanzelf te draaien.
pt_br: Seu dia agora está salpicado de gatilhos. O hábito começa a rodar sozinho.
ru: Ваш день теперь усеян триггерами. Привычка начинает работать сама собой.
zh_hans: 如今你的一天布满了触发点。习惯开始自行运转了。

source: Your dream journal
ar: يومياتك للأحلام
de: Dein Traumtagebuch
es: Tu diario de sueños
fr: Votre journal de rêves
it: Il tuo diario dei sogni
ja: あなたの夢日記
ko: 당신의 꿈 일기
nl: Je droomdagboek
pt_br: Seu diário de sonhos
ru: Ваш дневник снов
zh_hans: 你的梦境日记

source: Your dream journal is open. Every entry sharpens the next morning's memory.
ar: يومياتك للأحلام مفتوحة الآن. كل تدوينة تشحذ ذاكرة صباح الغد.
de: Dein Traumtagebuch ist eröffnet. Jeder Eintrag schärft die Erinnerung am nächsten Morgen.
es: Tu diario de sueños está abierto. Cada entrada agudiza la memoria de la mañana siguiente.
fr: Votre journal de rêves est ouvert. Chaque entrée affûte la mémoire du lendemain matin.
it: Il tuo diario dei sogni è aperto. Ogni voce affina la memoria del mattino dopo.
ja: あなたの夢日記が開かれました。一つひとつの記録が、翌朝の記憶を研ぎ澄まします。
ko: 당신의 꿈 일기가 열렸습니다. 기록 하나하나가 다음 날 아침의 기억을 더 또렷하게 만듭니다.
nl: Je droomdagboek is geopend. Elke notitie scherpt het geheugen van de volgende ochtend.
pt_br: Seu diário de sonhos está aberto. Cada entrada aguça a memória da manhã seguinte.
ru: Твой дневник снов открыт. Каждая запись обостряет память на следующее утро.
zh_hans: 你的梦境日记已经开启。每一条记录都会让第二天清晨的记忆更敏锐。

source: Your Dreaming Practice
ar: ممارستك الحلمية
de: Deine Traumpraxis
es: Tu práctica onírica
fr: Votre pratique du rêve
it: La tua pratica onirica
ja: あなたの夢の実践
ko: 당신의 꿈 수련
nl: Je droompraktijk
pt_br: Sua prática de sonhar
ru: Ваша практика сновидений
zh_hans: 你的梦境练习

source: Your dreams are backed up and synced to this account.
ar: أحلامك منسوخة احتياطيًا ومتزامنة مع هذا الحساب.
de: Deine Träume sind in diesem Account gesichert und synchronisiert.
es: Tus sueños están respaldados y sincronizados con esta cuenta.
fr: Vos rêves sont sauvegardés et synchronisés avec ce compte.
it: I tuoi sogni sono salvati e sincronizzati con questo account.
ja: あなたの夢はこのアカウントにバックアップ・同期されています。
ko: 꿈이 이 계정에 백업되고 동기화되었습니다.
nl: Je dromen zijn geback-upt en gesynchroniseerd met dit account.
pt_br: Seus sonhos têm backup e estão sincronizados com esta conta.
ru: Ваши сны сохранены и синхронизированы с этой учётной записью.
zh_hans: 你的梦境已备份并同步到此账户。

source: Your dreams repeat themselves. Those patterns are secret alarms that say: you're dreaming.
ar: أحلامك تكرّر نفسها. تلك الأنماط أجراس إنذار سرّية تقول: أنت تحلم.
de: Deine Träume wiederholen sich. Diese Muster sind geheime Alarme, die sagen: Du träumst.
es: Tus sueños se repiten. Esos patrones son alarmas secretas que dicen: estás soñando.
fr: Vos rêves se répètent. Ces schémas sont des alarmes secrètes qui disent : vous rêvez.
it: I tuoi sogni si ripetono. Quegli schemi sono allarmi segreti che dicono: stai sognando.
ja: 夢は繰り返されます。そのパターンは、「いま夢を見ている」と告げる秘密の警報です。
ko: 당신의 꿈은 반복됩니다. 그 패턴들은 “지금 꿈꾸고 있다”고 알려주는 비밀 알람입니다.
nl: Je dromen herhalen zich. Die patronen zijn geheime alarmen die zeggen: je droomt.
pt_br: Seus sonhos se repetem. Esses padrões são alarmes secretos que dizem: você está sonhando.
ru: Твои сны повторяются. Эти закономерности — тайные сигналы, которые говорят: ты спишь.
zh_hans: 你的梦会重复。那些模式是悄悄发出的警报，在说：你正在做梦。

source: Your first dream is waiting
ar: حلمك الأول بانتظارك
de: Dein erster Traum wartet
es: Tu primer sueño te espera
fr: Votre premier rêve vous attend
it: Il tuo primo sogno ti aspetta
ja: 最初の夢が待っています
ko: 당신의 첫 꿈이 기다리고 있어요
nl: Je eerste droom wacht
pt_br: Seu primeiro sonho está esperando
ru: Ваш первый сон ждёт
zh_hans: 你的第一个梦境正在等待

source: Your memory can be set like an alarm — to go off inside a dream.
ar: يمكن ضبط ذاكرتك كمنبّه — لتنطلق داخل الحلم.
de: Dein Gedächtnis lässt sich wie ein Wecker stellen – um im Traum loszugehen.
es: Tu memoria puede programarse como una alarma, para sonar dentro de un sueño.
fr: Votre mémoire peut être réglée comme une alarme — pour se déclencher à l'intérieur d'un rêve.
it: La tua memoria può essere impostata come una sveglia, per suonare dentro un sogno.
ja: あなたの記憶は目覚まし時計のようにセットできます——夢の中で鳴るように。
ko: 당신의 기억은 알람처럼 맞춰 둘 수 있습니다 — 꿈 속에서 울리도록.
nl: Je geheugen kun je instellen als een wekker — om binnen een droom af te gaan.
pt_br: Sua memória pode ser programada como um alarme — para disparar dentro de um sonho.
ru: Память можно завести, как будильник, — чтобы он сработал внутри сна.
zh_hans: 你的记忆可以像闹钟一样设定——在梦中响起。

source: Your most vivid dreams happen at a very specific time of night. Know when, and you know where to aim.
ar: تحدث أكثر أحلامك وضوحًا في وقت محدد جدًا من الليل. اعرف متى، تعرف أين تصوّب.
de: Deine lebhaftesten Träume passieren zu einer ganz bestimmten Zeit der Nacht. Wenn du weißt, wann, weißt du, worauf du zielen musst.
es: Tus sueños más vívidos ocurren a una hora muy concreta de la noche. Sabe cuándo y sabrás hacia dónde apuntar.
fr: Vos rêves les plus vivaces surviennent à un moment très précis de la nuit. Sachez quand, et vous saurez où viser.
it: I tuoi sogni più vividi avvengono in un momento molto preciso della notte. Sai quando, e saprai dove puntare.
ja: 最も鮮明な夢は、夜の特定の時間帯に起こります。いつかを知れば、どこを狙うべきかがわかります。
ko: 가장 생생한 꿈은 밤의 아주 특정한 시간에 일어납니다. 언제인지 알면 어디를 겨냥할지 알 수 있습니다.
nl: Je levendigste dromen gebeuren op een heel specifiek moment van de nacht. Weet wanneer, en je weet waar je op moet richten.
pt_br: Seus sonhos mais vívidos acontecem em um momento muito específico da noite. Saiba quando e saberá onde mirar.
ru: Самые яркие сны приходят в строго определённое время ночи. Знаешь когда — знаешь, куда целиться.
zh_hans: 你最鲜明的梦发生在夜里一个非常特定的时刻。知道何时，你就知道该瞄准何处。

source: Your name
ar: اسمك
de: Dein Name
es: Tu nombre
fr: Votre nom
it: Il tuo nome
ja: あなたの名前
ko: 이름
nl: Je naam
pt_br: Seu nome
ru: Ваше имя
zh_hans: 你的名字

source: Your name comes from your account. Sign out to use a custom name on this device.
ar: اسمك مأخوذ من حسابك. سجّل الخروج لاستخدام اسم مخصص على هذا الجهاز.
de: Dein Name stammt aus deinem Account. Melde dich ab, um auf diesem Gerät einen eigenen Namen zu verwenden.
es: Tu nombre proviene de tu cuenta. Cierra sesión para usar un nombre personalizado en este dispositivo.
fr: Votre nom provient de votre compte. Déconnectez-vous pour utiliser un nom personnalisé sur cet appareil.
it: Il tuo nome proviene dal tuo account. Esci per usare un nome personalizzato su questo dispositivo.
ja: 名前はアカウントから取得されます。この端末で独自の名前を使うにはサインアウトしてください。
ko: 이름은 계정에서 가져옵니다. 이 기기에서 직접 지정한 이름을 사용하려면 로그아웃하세요.
nl: Je naam komt van je account. Meld je af om een aangepaste naam op dit apparaat te gebruiken.
pt_br: Seu nome vem da sua conta. Saia para usar um nome personalizado neste dispositivo.
ru: Имя берётся из вашей учётной записи. Выйдите, чтобы задать своё имя на этом устройстве.
zh_hans: 你的名字来自你的账户。退出登录即可在此设备上使用自定义名字。

source: Your to-do list
ar: قائمة مهامك
de: Deine To-do-Liste
es: Tu lista de tareas
fr: Votre liste de tâches
it: La tua lista di cose da fare
ja: あなたのやることリスト
ko: 당신의 할 일 목록
nl: Je takenlijst
pt_br: Sua lista de tarefas
ru: Ваш список дел
zh_hans: 你的待办清单
